[null,{"name":"fortnitedelendaest","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Fortnite Delenda Est!","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"also fuck anime","storage":"0","varName2":"","name":"Send Message"}]},{"name":"haveyouheardofdarthconstintine","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Emperor Ryan: Did you ever hear the tragedy of Emperor Constintine the Wise?\n\nEveryone: No.\n\nEmperor Ryan: I thought not. It's not a story the Byzantines would tell you. It's a Roman Legend. Constintine was a Emperor Of The Roman Empire, so powerful and so wise he could use the Senate to make the praetorian guard...\n\nEveryone: Then What Happened?\n\nEmperor Ryan: He Got Stabbed By The Praetorian Guard, And Died","storage":"0","varName2":"","name":"Send Message"}]},{"name":"stab","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"*stabs ${mentionedUser}*\nhttps://cdn.vox-cdn.com/thumbor/MnXj3KNjD9rw7j8OObK-cBXzBQk=/230x145:1575x1154/1200x800/filters:focal(230x145:1575x1154)/cdn.vox-cdn.com/uploads/chorus_image/image/45894920/deathofcaesar.0.0.jpg","storage":"0","varName2":"","name":"Send Message"}]},{"name":"historyofrome","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"**FOUNDING (753 BC)**\nRome was founded around 625 BC in the areas of ancient Italy known as Etruria and Latium. It is thought that the city-state of Rome was initially formed by Latium villagers joining together with settlers from the surrounding hills in response to an Etruscan invasion. It is unclear whether they came together in defense or as a result of being brought under Etruscan rule. Archaeological evidence indicates that a great deal of change and unification took place around 600 BC which likely led to the establishment of Rome as a true city.","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"**PERIOD OF KINGS (753-510)**\nThe first period in Roman history is known as the Period of Kings, and it lasted from Rome’s founding until 510 BC. During this brief time Rome, led by no fewer than six kings, advanced both militaristically and economically with increases in physical boundaries, military might, and production and trade of goods including oil lamps. Politically, this period saw the early formation of the Roman constitution. The end of the Period of Kings came with the decline of Etruscan power, thus ushering in Rome’s Republican Period.","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"**REPUBLICAN ROME (510-31 BC)**\nRome entered its Republican Period in 510 BC. No longer ruled by kings, the Romans established a new form of government whereby the upper classes ruled, namely the senators and the equestrians, or knights. However, a dictator could be nominated in times of crisis. In 451 BC, the Romans established the “Twelve Tables,” a standardized code of laws meant for public, private, and political matters.\n\nRome continued to expand through the Republican Period and gained control over the entire Italian peninsula by 338 BC. It was the Punic Wars from 264-146 BC, along with some conflicts with Greece, that allowed Rome to take control of Carthage and Corinth and thus become the dominant maritime power in the Mediterranean.\n\nSoon after, Rome’s political atmosphere pushed the Republic into a period of chaos and civil war. This led to the election of a dictator, L. Cornelius Sulla, who served from 82-80 BC. Following Sulla’s resignation in 79 BC, the Republic returned to a state of unrest. While Rome continued to be governed as a Republic for another 50 years, the shift to Imperialism began to materialize in 60 BC when Julius Caesar rose to power.\n\nBy 51 BC, Julius Caesar had conquered Celtic Gaul and, for the first time, Rome’s borders had spread beyond the Mediterranean region. Although the Senate was still Rome’s governing body, its power was weakening. Julius Caesar was assassinated in 44 BC and replaced by his heir, Gaius Julius Caesar Octavianus (Octavian) who ruled alongside Mark Antony. In 31 BC Rome overtook Egypt which resulted in the death of Mark Antony and left Octavian as the unchallenged ruler of Rome. Octavian assumed the title of Augustus and thus became the first emperor of Rome.","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"**IMPERIAL ROME (31 BC - AD 476)**\nRome’s Imperial Period was its last, beginning with the rise of Rome’s first emperor in 31 BC and lasting until the fall of Rome in AD 476. During this period, Rome saw several decades of peace, prosperity, and expansion. By AD 117, the Roman Empire had reached its maximum extant, spanning three continents including Asia Minor, northern Africa, and most of Europe.\n\nIn AD 286 the Roman Empire was split into eastern and western empires, each ruled by its own emperor. The western empire suffered several Gothic invasions and, in AD 455, was sacked by Vandals. Rome continued to decline after that until AD 476 when the western Roman Empire came to an end. The eastern Roman Empire, more commonly known as the Byzantine Empire, survived until the 15th century AD. It fell when Turks took control of its capital city, Constantinople (modern day Istanbul in Turkey) in AD 1453.","storage":"0","varName2":"","name":"Send Message"}]},{"name":"carthage","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Carthago Delenda Est!\n(bring extra salt)\nhttps://pics.me.me/Facebook-f771fd.png","storage":"0","varName2":"","name":"Send Message"}]},{"name":"subreddit","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"https://www.reddit.com/r/RoughRomanMemes/","storage":"0","varName2":"","name":"Send Message"}]},{"name":"entirehistoryofrome","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"http://www.teacheroz.com/romans.htm","storage":"0","varName2":"","name":"Send Message"}]},{"name":"carrhae","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"The Battle of Carrhae [ˈkar.rae̯] was fought in 53 BC between the Roman Republic and the Parthian Empire near the town of Carrhae. The Parthian general Surena decisively defeated a numerically superior Roman invasion force under the command of Marcus Licinius Crassus. It is commonly seen as one of the earliest and most important battles between the Roman and Parthian empires and one of the most crushing defeats in Roman history.\n\nCrassus, a member of the First Triumvirate and the wealthiest man in Rome, had been enticed by the prospect of military glory and riches and decided to invade Parthia without the official consent of the Senate. Rejecting an offer from the Armenian King Artavasdes II to allow Crassus to invade Parthia via Armenia, Crassus marched his army directly through the deserts of Mesopotamia. His army clashed with Surena's force near Carrhae, a small town in modern-day Turkey. Despite being heavily outnumbered, Surena's cavalry completely outmaneuvered the Roman heavy infantry, killing or capturing most of the Roman soldiers. Crassus himself was killed when truce negotiations turned violent.\n\nHis death ended the First Triumvirate. The four-year period of peace between Julius Caesar and Pompey, the remaining two members of the First Triumvirate, after Carrhae until the outbreak of the civil war argues against Crassus as a peacekeeper and supports the views of most Roman historians that friction between Crassus and Pompey had always been a greater cause of tension than friction between Julius Caesar and Pompey.","storage":"0","varName2":"","name":"Send Message"}]},{"name":"zama","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"The Battle of Zama—fought in 202 BC near Zama (Tunisia)—marked the end of the Second Punic War. A Roman army led by Publius Cornelius Scipio Africanus (Scipio), with crucial support from Numidian leader Masinissa, defeated the Carthaginian army led by Hannibal.\n\nAfter defeating Carthaginian and Numidian armies at the battles of Utica and the Great Plains, Scipio imposed peace terms on the Carthaginians, who had no choice but to accept them. At the same time they recalled their general Hannibal's army from Italy. Confident in Hannibal's forces, the Carthaginians broke the armistice with Rome. Scipio and Hannibal confronted each other near Zama Regia. Hannibal had 36,000 infantry to Scipio's 29,000. One-third of Hannibal's army were citizen levies and the Romans had 6,100 cavalry to Carthage's 4,000, as most of the Numidian cavalry that Hannibal had employed with great success in Italy had defected to the Romans. Hannibal employed 80 war elephants for shock and moral effect.\n\nThe elephants opened the battle by charging the main Roman army. Scipio's soldiers avoided the elephants by opening their ranks and drove them off with missiles. The Roman and Numidian cavalry subsequently defeated the Carthaginian cavalry and chased them from the battlefield. Hannibal's first line of mercenaries attacked Scipio's infantry and were defeated. The second line of citizen levies and the mercenaries' remnants assaulted and inflicted heavy losses on the Roman first line. The Roman second line joined the struggle and pushed back the Carthaginian assault. Hannibal's third line of veterans, reinforced by the citizen levies and mercenaries, faced off against the Roman army, which had been redeployed into a single line. The combat was fierce and evenly matched. Finally, Scipio's cavalry returned to the battle and attacked Hannibal's army in the rear, routing and destroying it.\n","storage":"0","varName2":"","name":"Send Message"}]},{"name":"teutoburg","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"The Battle of the Teutoburg Forest (German: Schlacht im Teutoburger Wald, Hermannsschlacht, or Varusschlacht, Italian: Disfatta di Varo), described as the Varian Disaster (Clades Variana) by Roman historians, took place in the Teutoburg Forest in 9 CE, when an alliance of Germanic tribes ambushed and decisively destroyed three Roman legions and their auxiliaries, led by Publius Quinctilius Varus. The alliance was led by Arminius, a Germanic officer of Varus' auxilia. Arminius had acquired Roman citizenship and had received a Roman military education, which enabled him to deceive the Roman commander methodically and anticipate the Roman army's tactical responses.\n\nDespite several successful campaigns and raids by the Romans in the years after the battle, they never again attempted to conquer the Germanic territories east of the Rhine river. The victory of the Germanic tribes against Rome's legions in the Teutoburg Forest would have far-reaching effects on the subsequent history of both the ancient Germanic peoples and the Roman Empire. Contemporary and modern historians have generally regarded Arminius' victory over Varus as \"Rome's greatest defeat\", one of the most decisive battles recorded in military history, and as \"a turning-point in world history\".","storage":"0","varName2":"","name":"Send Message"}]},{"name":"trebia","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"The Battle of the Trebia (or Trebbia) was the first major battle of the Second Punic War, fought between the Carthaginian forces of Hannibal and the Roman Republic in December of 218 BC, on or around the winter solstice. It was a resounding Roman defeat with heavy losses, and yet some 10,000 and more Romans, over 2.5 legions, survived on the field and retreated in order to Placentia (Piacenza). In this battle, Hannibal got the better of the Romans by exercising the careful and innovative planning for which he was famous. The impetuous and short-sighted opposing general, the consul Tiberius Sempronius Longus, allowed himself to be provoked into a frontal assault under physically difficult circumstances and failed to see that he was being led into a trap.\n\nThe battle took place in the flat country of the Province of Piacenza on the left bank of the Trebbia River, a shallow, braided stream, not far south from its confluence (from the south) with the Po river. The battle is named for the river. Although the precise location is not known for certain, it is generally accepted as being visible from the Via Emilia, now paralleled by highway A21/E70 and a railroad trunk line, all of which come from Piacenza, a contemporaneously placed Roman colony (though perhaps on an existing settlement), and cross the river north of where the Romans did in the battle. The area is possibly in the comune of Rottofreno at its main settlement, San Nicolò a Trebbia, in the vicinity of the coordinates given at the head of this article","storage":"0","varName2":"","name":"Send Message"}]},{"name":"commands","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"1st. fortnite delenda est\n2nd. haveyouheardofdarthconstintine\n3rd. stab\n4th. historyofrome\n5th. carthage\n6th. subreddit\n7th. entirehistoryofrome\n8th. carrhae\n9th.zama\n10th. teutoburg\n11th. trebia\n12th. realromans\n13th. givemebackmylegions\n14th. virgins\n15th. glorytorome\n16th. romebot\n17th. podcast\n18th. allies\n19th. ihavethehighground\n20th. kill\n21th. impale\n22nd. titus\n23rd. honkhonk\n24th. theguard\n25th. crucify","storage":"0","varName2":"","name":"Send Message"}]},{"name":"realromans","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Emperor Constintine: The Byzantine's Aren't real romans smh\n\nEveryone: **REEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE** **AUTISTIC SCREECHING** **REEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE**\nhttps://www.youtube.com/watch?v=RM6EHcPFKCQ","storage":"0","varName2":"","name":"Send Message"}]},{"name":"givemebackmylegions","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Roses are red\nItaly has many regions\nQuintilius Varus, Give me back my legions!","storage":"0","varName2":"","name":"Send Message"}]},{"name":"virgins","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"https://www.reddit.com/r/Animemes/\nhttps://www.reddit.com/r/FortniteMemes/\nhttps://i.kym-cdn.com/entries/icons/medium/000/014/711/neckbeard.jpg","storage":"0","varName2":"","name":"Send Message"}]},{"name":"glorytorome","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"https://store.steampowered.com/app/214950/Total_War_ROME_II__Emperor_Edition/","storage":"0","varName2":"","name":"Send Message"}]},{"name":"romebot","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Hello i'm rome bot, created by the (may be dead) emperor constintine\nI serve two purposes\n1st. To serve rome\n2nd. To give you general information","storage":"0","varName2":"","name":"Send Message"}]},{"name":"podcast","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"http://thehistoryofrome.com/episodes/","storage":"0","varName2":"","name":"Send Message"}]},{"name":"allies","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"r/dankcrusaderalliance\nhttps://www.reddit.com/r/dankcrusadememes/\n\nr/Colorizedhistorymemes\nhttps://www.reddit.com/r/ColorizedHistoryMemes/\n\nr/bayeuxtapestry\nhttps://www.reddit.com/r/bayeuxtapestry/\n\nr/LatinCircleJerk\nhttps://www.reddit.com/r/LatinCircleJerk/","storage":"0","varName2":"","name":"Send Message"}]},{"name":"ihavethehighground","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Obi-Wan-${mentionedUser} It's Over Romebot, I have the high ground!\nAnakin Romebot: You underestimate my power!\nObi-Wan-${mentionedUser} Don't try it!\n***Anakin Romebot's Entire Fucking Army Dies***","storage":"0","varName2":"","name":"Send Message"}]},{"name":"impale","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"**${mentionedUser} Gets Fucking Impaled**\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Empalement.jpg/220px-Empalement.jpg","storage":"0","varName2":"","name":"Send Message"}]},{"name":"titus","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"**Titus, Get The Cross**","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"https://i.kym-cdn.com/entries/icons/original/000/022/136/02391706.jpg","storage":"0","varName2":"","name":"Send Message"}]},{"name":"weebs","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"https://www.reddit.com/r/Animemes/","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"https://cdn.discordapp.com/attachments/480557080248451084/481967702144057344/unknown.png","storage":"0","varName2":"","name":"Send Message"}]},{"name":"honkhonk","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"**Honk Honk Motherfuckers, we like rome, we're gonna take it over now bitches**\nhttps://vignette.wikia.nocookie.net/telletubbies/images/0/00/P04w6prd.jpg/revision/latest?cb=20171103223701","storage":"0","varName2":"","name":"Send Message"}]},{"name":"theguard","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"Emperor Constantine: I think the praetorian guard are gay and the-\nPraetorian Guard:https://www.historypod.net/wp-content/uploads/2016/01/01-24a.jpg","storage":"0","varName2":"","name":"Send Message"}]},{"name":"crucify","permissions":"NONE","restriction":"1","actions":[{"channel":"0","varName":"","message":"${mentionedUser} **Get's Fucking Crucified**\n","storage":"0","varName2":"","name":"Send Message"},{"channel":"0","varName":"","message":"https://www.catholicconvert.com/wp-content/uploads/Screen-Shot-2014-04-17-at-7.42.18-AM.png","storage":"0","varName2":"","name":"Send Message"}]}]